---
kind: enumMember
id: F:Autodesk.Revit.DB.Visual.ConcreteBrightmodeType.Automatic
enum: Autodesk.Revit.DB.Visual.ConcreteBrightmodeType
source: html/b118fa59-6c6b-a292-a5f2-441776a0ad39.htm
---
# Autodesk.Revit.DB.Visual.ConcreteBrightmodeType.Automatic